xeon/20220406-fpw/logs/pg-16-2-16/7500/run-rw-1/pgbench.log
pgbench (15devel)
transaction type: <builtin: simple update>
scaling factor: 7500
query mode: prepared
number of clients: 32
number of threads: 8
duration: 1800 s
number of transactions actually processed: 42433365
latency average = 1.357 ms
initial connection time = 10.686 ms
tps = 23574.160294 (without initial connection time)